{
    "negative": [
        "Oh, patterns are winning, huh?",
        "Being predictable suits you well, doesn't it?",
        "Playing it safe, are we?",
        "Doing the same moves again and again, how boring...",
        "Welcome to the land of doing the same thing!",
        "You're as predictable as a ticking clock...",
        "Remember when you were wild and couldn't be guessed?",
        "Following the same old routine, I see...",
        "You're the master of doing things over and over...",
        "Feeling guilty, ashamed, and like a failure? You're not alone...",
        "Your predictability is really easy to see...",
        "You're so good at doing the same things all the time...",
        "Did you choose to do things the same way on purpose?",
        "Your moves are as fresh as leftovers from yesterday...",
        "You're the champion of being predictable, sadly...",
        "The ghosts of predictability haunt everything you do...",
        "You're like a famous painting called 'Always the Same'...",
        "You're teaching everyone how to be predictable...",
        "You keep doing the same things like a puppet, never changing..."
    ],
    "neutral": [
        "Oh, something unexpected happened...",
        "Sometimes things are surprising, sometimes they're not...",
        "It's neither easy to predict nor too surprising...",
        "Keeping a balance between order and chaos...",
        "Sometimes things follow a pattern, sometimes they don't...",
        "There are moments when you can't guess what will happen...",
        "Life is a mix of chances and choices...",
        "Embrace the journey of not knowing what comes next...",
        "Navigating through a world of randomness...",
        "Sometimes things happen in a way that adds fun to everyday life...",
        "Balancing between doing things in a predictable way and adding surprises...",
        "Life is a mix of routine and nice surprises...",
        "You're like a magical creature in a world of unexpected happenings...",
        "Being good at handling a bit of chaos and order...",
        "Embrace unexpected things like you're meeting an old friend...",
        "Finding the right balance between chance and choice...",
        "The universe claps for you when you surprise everyone...",
        "You're like a beautiful mystery in a world of not knowing...",
        "Navigating through a path full of surprises with grace..."
    ],
    "positive": [
        "Wow, you're so amazing and unpredictable!",
        "You're a master of doing things in a different and fun way!",
        "Unpredictability is your middle name!",
        "You surprise everyone with the things you do!",
        "Breaking the usual patterns like a champion!",
        "You bring a breath of fresh air with your randomness!",
        "Doing things in a way that no one can guess, and it's awesome!",
        "Even chaos respects your unpredictability!",
        "You're a legend among those who love to do things differently!",
        "Keep surprising everyone and being a winner!",
        "Bravo! Your random moves are absolutely brilliant!",
        "You bring a storm of delightful unpredictability!",
        "You're the champion who amazes everyone, that's you!",
        "You're a magician of doing things differently, making us all amazed!",
        "Everything you do brings joy and amazement to everyone!",
        "In a world of ordinary, you shine with your unique way!",
        "You're like a special oasis in a world of predictable things!",
        "The universe loves how you surprise everyone with your audaciousness!",
        "You're a brave explorer, defying everyone's expectations!",
        "Keep enjoying the taste of success with your unpredictable ways!"
    ]
}